{
  "Languages": {
    "Spanish": "Español",
    "English": "English",
    "French": "Français",
    "Italian": "Italiano",
    "Portuguese": "Português"
  },
  "Landing": {
    "buttonStartFree": "Start Free",
    "buttonViewPlans": "View plans",
    "login": "Log in",
    "pricing": "Pricing",
    "title": "Grow Your Brand Effortlessly with EasyStore",
    "slogan": "Build a powerful online store that adapts to any business – no coding or developer needed!",
    "starting": "Starting to sell is very easy",
    "addYourProducts": "Add your products",
    "customizeYourStore": "Customize your store",
    "setUpdPayments": "Set up payments",
    "community": "Community",
    "termsConditions": "Terms & Conditions",
    "privacyPolicy": "Privacy Policy",
    "inc": "© 2025 EasyStore, Inc. All rights reserved",
    "unlimetedProductsT": "Unlimited products",
    "unlimetedProducts": "Add as many products as you like",
    "customDomainsT": "Custom domains",
    "customDomains": "Use your own domain or get a free one",
    "paymantT": "Payment gateways",
    "paymant": "Choose the payment gateways that you need",
    "growBussinessT": "Grow your business",
    "growBussiness": "Use data-driven insights to optimize your store and boost sales",
    "zeroTransactionT": "Zero transaction fees",
    "zeroTransaction": "We don’t charge commission on sales",
    "manageEaseT": "Manage with ease",
    "manageEase": "Easily track orders, manage inventory, and fulfill orders",
    "noCodeT": "No code setup",
    "noCode": "Create a store in minutes with our intuitive dashboard",
    "sellEverywhereT": "Sell everywhere",
    "sellEverywhere": "Reach customers on social media, marketplaces, and more",
    "searchEngineT": "Search Engine Optimization",
    "searchEngine": "Attract more organic traffic and reach new customers",
    "inventorySyncT": "Inventory Synchronization",
    "inventorySync": "Automatically sync your inventory across your online and in-person stores",
    "featureTitle": "Why choose EasyStore?",
    "featureText": "EasyStore is the all-in-one solution for growing businesses. Our platform includes everything you need to start, run, and scale youronline business.",
    "everyWhereTitle": "Manage your business from anywhere",
    "everyWhereText": "Desktop and mobile",
    "whatIsEasyStoreTitle": "What is EasyStore and how does it work?",
    "whatIsEasyStore": "EasyStore is an all-in-one commerce platform built for independent business owners to start, run, and grow their businesses online, in-store, and everywhere in between. Here are just few things you can do with EasyStore: Create and customize an online store Sell in multiple places, including web, mobile, social media. Manage products, inventory, payments, and shipping. Create, execute, and analyze online marketing campaigns.",
    "EasyStoreCostTitle": "How much does EasyStore cost?",
    "EasyStoreCost": "You can try EasyStore premiun free for 14 days, no credit card required. After your trial expires, you can stay on the free plan or choose a plan that suits the size and stage of your business.",
    "cancelAccountTitle": "Can I cancel my account at any time?",
    "cancelAccount": "Yes, if you ever decide that EasyStore isn't the best ecommerce platform for your business, simply cancel your account. If you choose a 1 year subscription, you can cancel when your term commitment expires.",
    "changePlanTitle": "Can I change my plan later on?",
    "changePlan": "Yes you can upgrade or downgrade your plan at any time. If you choose a monthly subscription, you can upgrade to a yearly subscription at any time or you can change to another diferent plan. ",
    "dicountsTitle": "Do you offer any discounts?",
    "dicounts": "We offer a 25% discount for yearly subscriptions if you choose the Basic, Premiun, Advanced or Enterprise plans.",
    "countriesUseTitle": "In what countries can I use EasyStore?",
    "countriesUse": "Currently only in Guatemala, but we plan to expand as soon as possible.",
    "transactionTitle": "Are there transaction fees?",
    "transaction": "No, there are no transaction fees. Similarly, EasyStore is not responsible for the sale of any illegal products.",
    "switchToEasyStoreTitle": "I'm looking to switch to EasyStore. How do I get my data over?",
    "switchToEasyStore": "If you already have an ecommerce website or are using a different ecommerce platform for your business, and you plan to have any plan starting with premium, you can contact us and we will move your site.",
    "domainNameTitle": "Can I use my own domain name with EasyStore?",
    "domainName": "Yes, you can purchase a domain name within EasyStore, or use an existing one that you own. We also provide a forever free myeasystore.com domain name to all stores when they sign up.",
    "hostingTitle": "Do I get free web hosting when I open an online store?",
    "hosting": "Yes, EasyStore includes secure, unlimited ecommerce hosting on all plans.",
    "onlineStoreTitle": "Does my online store integrate with my in person store?",
    "onlineStore": "Yes, your online store automatically synchronizes with your in person store, and you manage your entire business from one dashboard. Inventory, product, and payment updates that you make in your EasyStore admin will instantly take effect.",
    "FAQsTitle": "Frequently asked questions",
    "aboutTitle": "About us",
    "aboutText1": "At EasyStore, we empower entrepreneurs and small businesses to build and grow their online presence effortlessly.",
    "aboutText2": "Our mission is to make e-commerce accessible to everyone, whether you're starting from your living room or scaling a local store, by providing intuitive tools, seamless design options, and reliable infrastructure.",
    "aboutText3": "Built with care and a deep understanding of technology, EasyStore is driven by a passionate team of engineers dedicated to turning complex problems into elegant, user-friendly solutions. We believe that great businesses are built on simplicity, and we’re here to help you turn your ideas into impact.",
    "foundedT": "Founded",
    "founded": "2025 – Built to support the future of commerce",
    "managedT": "Managed By",
    "managed": "Passionate engineers with a vision for accessible technology",
    "headquartersT": "Headquarters",
    "headquarters": "Based in Guatemala City – with a global mindset",
    "focusT": "Focus",
    "focus": "Fast setup, beautiful design, and no-code simplicity",
    "missionT": "Mission",
    "mission": "Help businesses sell online without limits",
    "pricing&Plans": "Plans & Pricing",
    "pricingTitle": "Select the Ideal Plan for Your Business",
    "pricingDescription": "Discover cost-effective plans brimming with top-tier features designed to captivate your audience, foster customer loyalty, and boost your sales figures."
  },
  "ConfirmRegister": {
    "title": "Your Business Details",
    "description": "Tell us about your business and choose a plan",
    "businessName": "Business Name",
    "choosePlan": "Choose a Plan",
    "confirmButton": "Confirm & Register",
    "monthly": "Monthly",
    "yearly": "Yearly",
    "basic": "Basic",
    "advanced": "Advanced",
    "premium": "Premium",
    "enterprise": "Enterprise",
    "month": "/month",
    "from": "from",
    "1featureBasic": "50 products limit",
    "2featureBasic": "1 warehouse limit",
    "3featureBasic": "1 sales page",
    "4featureBasic": "Forum support",
    "buttonBasic": "Try for free",
    "1featurePremium": "200 products limit",
    "2featurePremium": "3 warehouses limit",
    "3featurePremium": "5 employee accounts",
    "4featurePremium": "1 landing page",
    "5featurePremium": "1 sales page with 2 templates",
    "6featurePremium": "48h response mail support",
    "7featurePremium": "Basic reports (views and sales)",
    "8featurePremium": "+$5 optional personalized domain",
    "9featurePremium": "Inventory synchronization",
    "buttonPremium": "14 days trial",
    "1featureAdvanced": "Unlimited products",
    "2featureAdvanced": "10 warehouses limit",
    "3featureAdvanced": "15 employee accounts",
    "4featureAdvanced": "1 landing page",
    "5featureAdvanced": "1 sales page 100% customizable",
    "6featureAdvanced": "2 extra pages",
    "7featureAdvanced": "Personalized chat support",
    "8featureAdvanced": "Complete analytics",
    "9featureAdvanced": "Custom domain included",
    "10featureAdvanced": "Inventory synchronization",
    "buttonAdvanced": "Get started",
    "1featureEnterprise": "Unlimited products",
    "2featureEnterprise": "Unlimited warehouses",
    "3featureEnterprise": "Unlimited employee accounts",
    "4featureEnterprise": "100% custom site",
    "5featureEnterprise": "24/7 priority customer telephone support",
    "6featureEnterprise": " Complete analytics",
    "7featureEnterprise": "Custom domain included",
    "8featureEnterprise": "Inventory synchronization",
    "9featureEnterprise": "AI for product content",
    "buttonEnterprise": "Get in touch",
    "FAQsTitle": "Frequently asked questions"
  },
  "Login": {
    "welcomeBack": "Welcome Back!",
    "loginMessage": "Log in to access your EasyStore account.",
    "email": "Email",
    "password": "Password",
    "changePassword": "Forgot password?",
    "buttonLogin": "Log in",
    "messageAccount": "Don't have an account?",
    "loginWithGoogle": "Use Google",
    "loginWithFacebook": "Use Facebook",
    "register": "Register",
    "invalidEmailFormat": "Invalid email format",
    "passwordTooShort": "Password must be at least 8 characters",
    "passwordTooLong": "Password must be at most 255 characters",
    "loginSuccessful": "Login successful!",
    "loginSuccessfulDescription": "Welcome back! You have been successfully logged in.",
    "invalidCredentials": "Invalid credentials",
    "invalidCredentialsDescription": "Please check your email and password and try again.",
    "accountNotFound": "Account not found",
    "accountNotFoundDescription": "Please check your email or create a new account.",
    "loginFailed": "Login failed",
    "networkError": "Network error",
    "networkErrorDescription": "Please check your connection and try again.",
    "unexpectedError": "An unexpected error occurred",
    "unexpectedErrorDescription": "Something went wrong. Please try again.",
    "logoutSuccessful": "Logout successful!",
    "logoutSuccessfulDescription": "You have been successfully logged out.",
    "logoutFailed": "Logout failed"
  },
  "Register": {
    "registerTitle": "Register",
    "registerMessage": "Create your account to start building your online store.",
    "email": "Email",
    "password": "Password",
    "confirmPassword": "Confirm Password",
    "buttonRegister": "Register",
    "messageAccount": "Already have an account?",
    "registerWithGoogle": "Use Google",
    "registerWithFacebook": "Use Facebook",
    "login": "Log in",
    "invalidEmailFormat": "Invalid email format",
    "passwordTooShort": "Password must be at least 8 characters",
    "passwordTooLong": "Password must be at most 255 characters",
    "passwordsDoNotMatch": "Passwords do not match",
    "termsMessage": "By continuing, you accept the",
    "termsAndConditions": "Terms and Conditions",
    "and": "and",
    "privacyPolicy": "Privacy Policy",
    "registrationSuccessful": "Registration successful!",
    "registrationSuccessfulDescription": "Welcome {email}!",
    "associatedAccount": "Associated account",
    "associatedAccountDescription": "Try logging in or recover your password if you have forgotten it.",
    "registrationFailed": "Registration failed",
    "networkError": "Network error",
    "networkErrorDescription": "Please check your connection and try again.",
    "unexpectedError": "Unexpected error occurred",
    "unexpectedErrorDescription": "Something went wrong. Please try again."
  },
  "Dashboard": {
    "profile": "Profile",
    "logOut": "Log out",
    "logoutConfirmTitle": "Confirm Logout",
    "logoutConfirmDescription": "Are you sure you want to log out of your session?",
    "logoutConfirmCancel": "Cancel",
    "logoutConfirmAction": "Log out",
    "welcomeDashboard": "Welcome to Your Dashboard",
    "descriptionDashboard": "Track your business performance and manage your store with ease.",
    "sales": "Sales",
    "visits": "Visits",
    "customers": "Customers",
    "products": "Products",
    "orders": "Orders",
    "totalSales": "Total Sales",
    "3months": "Last 3 months",
    "30days": "Last 30 days",
    "7days": "Last 7 days",
    "salesOverview": "Sales Overview",
    "order": "Order",
    "date": "Date",
    "customer": "Customer",
    "total": "Total",
    "status": "Status",
    "topProducts": "Top Products",
    "customerSatisfaction": "Customer Satisfaction",
    "avarageRating": "Average rating",
    "reviews": "Reviews",
    "dashboard": "Dashboard",
    "promotions": "Promotions",
    "employees": "Employess",
    "preview": "Preview",
    "settings": "Settings",
    "processing": "Processing",
    "confirmed": "Confirmed",
    "shipped": "Shipped",
    "completed": "Completed",
    "cancelled": "Cancelled"
  },
  "Privacy": {
    "tableOfContents": "Table of contents",
    "pageTitle": "Privacy Policy",

    "introTitle": "Introduction",
    "introP1": "At EasyStore, our mission is to boost commerce for all microenterprises and SMEs in Guatemala. To achieve this, we collect and use information about you and others who interact with our platform.",
    "introP2": "This Privacy Policy will help you better understand how we collect, use and share your personal information. If we change our privacy practices, we may update this policy. If any changes are significant, we will notify you (for example, through the EasyStore control panel or by email).",

    "valuesTitle": "Our Values",
    "valuesP1": "Trust is the foundation of the EasyStore platform. We believe that doing the right thing with your information is fundamental. Three main values guide us in the development of our products and services in Guatemala:",
    "valuesP2": "• Your information belongs to you: we carefully analyze what kind of information we need to provide our services and strive to limit collection to what is strictly necessary. When information is no longer required, we delete or anonymize it. In developing and improving EasyStore, our engineers work hand in hand with our privacy and security teams to ensure that privacy is always a priority. Our guiding principle is that your information belongs to you and our goal is to use it only for your benefit.\n• We protect your information from third parties: If a third party requests your personal information, we will refuse to share it unless you give us your permission or we are legally obligated to do so under Guatemalan law. When we are legally required to share your personal information, we will notify you in advance, unless we are prohibited by law from doing so.\n• We help merchants and partners comply with their privacy obligations: Many of the merchants and partners using EasyStore do not have a dedicated privacy team. For us, it is vital to help them meet their privacy obligations in the Guatemalan context. That's why we design our products and services to be user-friendly and privacy-friendly. We also provide clear documentation on privacy issues and respond to questions we receive regarding privacy.",

    "whyTitle": "Why do we process your information?",
    "whyP1": "Generally, we process your information when necessary to fulfill a contractual obligation (for example, to process your subscription payments to use the EasyStore platform), or when we or someone we work with needs to use your personal information for a business-related reason (for example, to provide you with a service). These \"legitimate interests\" include:\n• Risk and fraud prevention.\n• Answering questions or providing other types of support.\n• Helping merchants find and use apps through our app store.\n• Providing and improving our products and services.\n• Provide reporting and analysis.\n• Test additional features or services.\n• Assist with marketing, advertising or other communications.\n  \n\n\nWe only process personal information for these \"legitimate interests\" after considering the potential risks to your privacy and balancing any risks with measures such as providing clear transparency into our privacy practices, giving you control over your personal information where appropriate, limiting the information we keep, limiting what we do with your information, who we send it to, how long we keep it, or the technical measures we use to protect it.\n\nWe may also process your personal information if you have given us your consent. In particular, where we cannot rely on any other lawful basis for processing, where you ask us to transfer information to a third party, where we receive your data from a third party and already have your consent, or where we are required by law to seek your consent (including in the context of some of our sales and marketing activities). At any time, you have the right to revoke your consent by modifying your communication choices, unsubscribing from our communications or contacting us.\n\nDepending on whether you are a merchant, a customer of a merchant, a partner or a visitor, please refer to our supplementary privacy policies, if applicable, to understand our purposes of processing, categories of recipients and legal basis for processing each type of personal data.",

    "whereTitle": "Where we send your information",
    "whereP1": "EasyStore is a company operating in Guatemala, but in order to provide our services to you effectively, we may work with service providers and process data with them. This may involve your personal information being sent outside of Guatemala, including to the United States. This data may be subject to the laws of the countries to which we send it. We take steps to protect your information when we send it to other countries by ensuring that contractual and technical safeguards are in place.\n\nDepending on whether you are a merchant, a customer of a merchant, a partner or a visitor, please see our supplemental privacy policies, if applicable, for more details.",

    "howLongTitle": "How long do we keep your information?",
    "howLongP1": "We will retain your personal information only for as long as necessary to fulfill the purposes for which we collect it. In determining the appropriate retention period, we consider the amount, nature and sensitivity of your personal data, the potential risk of harm from unauthorized use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes by other means, as well as applicable legal requirements in Guatemala (e.g., tax regulations requiring record retention). We will also retain and use your personal information to the extent necessary to comply with our legal obligations, resolve disputes and enforce our policies.\n\nIf you stop using our services or delete your account, we will delete your information or store it in an aggregated and anonymous form, provided that there is no legal obligation to retain it for a specific period.\n\nIf you are a merchant operating a store powered by EasyStore and you close the store, stop paying your subscription fees or we cancel your account, we retain the store information for 1 year before we begin the deletion process.\n\nWhen a customer visits or makes a purchase at a merchant's store that uses EasyStore, we act as a service provider or processor for the merchant. It is the merchant, not EasyStore, who decides how long their customers' information is retained.",

    "protectTitle": "How we protect your information",
    "protectP1": "Our teams work tirelessly to protect your information and ensure the security and integrity of our platform. We implement technical, administrative and physical security measures, including data encryption (SSL/TLS), access controls and regular audits.\n\nHowever, we all know that no method of transmission over the Internet or electronic storage is 100% secure. This means that we cannot guarantee the absolute security of your personal information.",

    "cookiesTitle": "How we use cookies and other tracking technologies",
    "cookiesP1": "We use cookies and similar tracking technologies on our website and in providing our services. For more information on how we use these technologies, including a list of other companies that set cookies on our sites, and an explanation of how you can disable certain types of cookies.",

    "contactTitle": "How you can contact us",
    "contactP1": "If you would like to inquire, submit a request or file a complaint about how we process your personal information, please contact the EasyStore support team or send us an email at the address below. If you wish to submit a legally binding request to request another person's personal information (for example, if you have a subpoena or court order), please contact us directly to receive the appropriate guidelines.\n\nIf you are a merchant, partner or visitor to the EasyStore website, and EasyStore has a direct relationship with you, EasyStore is the controller of your personal data.\n\nIf you buy something from a store powered by EasyStore or provide them with your information, the merchant is the data controller of your data, and we act as data processors on their behalf. If you have questions about how a merchant or store processes your personal information, you should contact the merchant directly or visit their privacy policy."
  }
}
