{
  "Languages": {
    "Spanish": "Español",
    "English": "English",
    "French": "Français",
    "Italian": "Italiano",
    "Portuguese": "Português"
  },
  "Landing": {
    "buttonStartFree": "Comenzar gratis",
    "buttonViewPlans": "Ver planes",
    "login": "Iniciar sesión",
    "pricing": "Precios",
    "title": "Haz crecer tu marca sin esfuerzo con EasyStore",
    "slogan": "Crea una tienda en línea potente que se adapte a cualquier negocio, sin necesidad de programar ni contratar desarrolladores",
    "starting": "Comenzar a vender es muy fácil",
    "addYourProducts": "Agrega tus productos",
    "customizeYourStore": "Personaliza tu tienda",
    "setUpdPayments": "Configura los pagos",
    "community": "Comunidad",
    "termsConditions": "Términos y Condiciones",
    "privacyPolicy": "Política de privacidad",
    "inc": "© 2025 EasyStore, Inc. Todos los derechos reservados",
    "unlimetedProductsT": "Productos ilimitados",
    "unlimetedProducts": "Agrega todos los productos que quieras",
    "customDomainsT": "Dominios personalizados",
    "customDomains": "Usa tu propio dominio o consigue uno gratis",
    "paymantT": "Pasarelas de pago",
    "paymant": "Elige las pasarelas de pago que necesites",
    "growBussinessT": "Haz crecer tu negocio",
    "growBussiness": "Usa datos e informes para optimizar tu tienda y aumentar tus ventas",
    "zeroTransactionT": "Cero comisiones por transacción",
    "zeroTransaction": "No cobramos comisión por tus ventas",
    "manageEaseT": "Gestión sencilla",
    "manageEase": "Rastrea pedidos, gestiona inventario y realiza entregas fácilmente",
    "noCodeT": "Configuración sin código",
    "noCode": "Crea tu tienda en minutos con nuestro panel intuitivo",
    "sellEverywhereT": "Vende en todas partes",
    "sellEverywhere": "Llega a clientes en redes sociales, marketplaces y más",
    "searchEngineT": "Optimización para motores de búsqueda",
    "searchEngine": "Atrae tráfico orgánico y consigue nuevos clientes",
    "inventorySyncT": "Sincronización de inventario",
    "inventorySync": "Sincroniza automáticamente tu inventario entre tienda online y física",
    "featureTitle": "¿Por qué elegir EasyStore?",
    "featureText": "EasyStore es la solución todo en uno para negocios en crecimiento. Nuestra plataforma incluye todo lo que necesitas para iniciar, gestionar y escalar tu negocio en línea.",
    "everyWhereTitle": "Gestiona tu negocio desde cualquier lugar",
    "everyWhereText": "Escritorio y móvil",
    "whatIsEasyStoreTitle": "¿Qué es EasyStore y cómo funciona?",
    "whatIsEasyStore": "EasyStore es una plataforma de comercio todo en uno diseñada para que los propietarios de negocios independientes inicien, gestionen y hagan crecer sus negocios en línea, en tiendas físicas y en cualquier otro lugar. Con EasyStore puedes: Crear y personalizar una tienda en línea, vender en múltiples canales como web, móvil y redes sociales, gestionar productos, inventario, pagos y envíos, y crear, ejecutar y analizar campañas de marketing en línea.",
    "EasyStoreCostTitle": "¿Cuánto cuesta EasyStore?",
    "EasyStoreCost": "Puedes probar EasyStore Premium gratis durante 14 días, sin necesidad de tarjeta de crédito. Después del período de prueba, puedes continuar con el plan gratuito o elegir un plan que se adapte al tamaño y etapa de tu negocio.",
    "cancelAccountTitle": "¿Puedo cancelar mi cuenta en cualquier momento?",
    "cancelAccount": "Sí, si decides que EasyStore no es la mejor plataforma de comercio electrónico para tu negocio, simplemente cancela tu cuenta. Si eliges una suscripción anual, puedes cancelarla cuando finalice el período de compromiso.",
    "changePlanTitle": "¿Puedo cambiar mi plan más adelante?",
    "changePlan": "Sí, puedes actualizar o degradar tu plan en cualquier momento. Si eliges una suscripción mensual, puedes cambiar a una suscripción anual o a otro plan diferente en cualquier momento.",
    "dicountsTitle": "¿Ofrecen algún descuento?",
    "dicounts": "Ofrecemos un 25% de descuento en suscripciones anuales si eliges los planes Básico, Premium, Avanzado o Empresarial.",
    "countriesUseTitle": "¿En qué países puedo usar EasyStore?",
    "countriesUse": "Actualmente solo en Guatemala, pero planeamos expandirnos lo antes posible.",
    "transactionTitle": "¿Hay tarifas por transacción?",
    "transaction": "No, no hay tarifas por transacción. Asimismo, EasyStore no se hace responsable de la venta de productos ilegales.",
    "switchToEasyStoreTitle": "Estoy buscando cambiarme a EasyStore. ¿Cómo transfiero mis datos?",
    "switchToEasyStore": "Si ya tienes un sitio web de comercio electrónico o estás utilizando otra plataforma para tu negocio, y planeas adquirir cualquier plan a partir de Premium, puedes contactarnos y trasladaremos tu sitio.",
    "domainNameTitle": "¿Puedo usar mi propio nombre de dominio con EasyStore?",
    "domainName": "Sí, puedes comprar un nombre de dominio dentro de EasyStore o usar uno existente que ya poseas. También proporcionamos un dominio gratuito de myeasystore.com para todas las tiendas al registrarse.",
    "hostingTitle": "¿Obtengo alojamiento web gratuito al abrir una tienda en línea?",
    "hosting": "Sí, EasyStore incluye alojamiento de comercio electrónico seguro e ilimitado en todos los planes.",
    "onlineStoreTitle": "¿Mi tienda en línea se integra con mi tienda física?",
    "onlineStore": "Sí, tu tienda en línea se sincroniza automáticamente con tu tienda física, y puedes gestionar todo tu negocio desde un solo panel. Las actualizaciones de inventario, productos y pagos que realices en tu panel de administración de EasyStore se reflejarán de inmediato.",
    "FAQsTitle": "Preguntas frecuentes",
    "aboutTitle": "Sobre nosotros",
    "aboutText1": "En EasyStore, empoderamos a emprendedores y pequeñas empresas para construir y hacer crecer su presencia en línea sin esfuerzo.",
    "aboutText2": "Nuestra misión es hacer que el comercio electrónico sea accesible para todos, ya sea que comiences desde tu sala o estés expandiendo una tienda local, brindando herramientas intuitivas, opciones de diseño fluidas e infraestructura confiable.",
    "aboutText3": "Construido con cuidado y un profundo conocimiento de la tecnología, EasyStore está impulsado por un equipo apasionado de ingenieros dedicados a convertir problemas complejos en soluciones elegantes y fáciles de usar. Creemos que los grandes negocios se basan en la simplicidad, y estamos aquí para ayudarte a convertir tus ideas en impacto.",
    "foundedT": "Fundación",
    "founded": "2025 – Creado para apoyar el futuro del comercio",
    "managedT": "Gestionado por",
    "managed": "Ingenieros apasionados con una visión de tecnología accesible",
    "headquartersT": "Sede",
    "headquarters": "Con base en Ciudad de Guatemala – con una mentalidad global",
    "focusT": "Enfoque",
    "focus": "Configuración rápida, diseño atractivo y simplicidad sin código",
    "missionT": "Misión",
    "mission": "Ayudar a las empresas a vender en línea sin límites",
    "pricing&Plans": "Planes y Precios",
    "pricingTitle": "Selecciona el Plan Ideal para Tu Negocio",
    "pricingDescription": "Descubre planes rentables repletos de funciones de primer nivel diseñadas para cautivar a tu audiencia, fomentar la fidelidad del cliente y aumentar tus ventas."
  },
  "ConfirmRegister": {
    "title": "Detalles de tu negocio",
    "description": "Cuéntanos sobre tu negocio y elige un plan",
    "businessName": "Nombre del negocio",
    "choosePlan": "Elige un plan",
    "confirmButton": "Confirmar y registrar",
    "monthly": "Mensual",
    "yearly": "Anual",
    "basic": "Básico",
    "advanced": "Avanzado",
    "premium": "Premium",
    "enterprise": "Empresarial",
    "month": "/mes",
    "from": "desde",
    "1featureBasic": "Límite de 50 productos",
    "2featureBasic": "Límite de 1 almacén",
    "3featureBasic": "1 página de ventas",
    "4featureBasic": "Soporte en el foro",
    "buttonBasic": "Probar gratis",
    "1featurePremium": "Límite de 200 productos",
    "2featurePremium": "Límite de 3 almacenes",
    "3featurePremium": "5 cuentas de empleados",
    "4featurePremium": "1 página de aterrizaje",
    "5featurePremium": "1 página de ventas con 2 plantillas",
    "6featurePremium": "Soporte por correo con respuesta en 48h",
    "7featurePremium": "Informes básicos (vistas y ventas)",
    "8featurePremium": "+$5 dominio personalizado opcional",
    "9featurePremium": "Sincronización de inventario",
    "buttonPremium": "Prueba de 14 días",
    "1featureAdvanced": "Productos ilimitados",
    "2featureAdvanced": "Límite de 10 almacenes",
    "3featureAdvanced": "15 cuentas de empleados",
    "4featureAdvanced": "1 página de aterrizaje",
    "5featureAdvanced": "1 página de ventas 100% personalizable",
    "6featureAdvanced": "2 páginas adicionales",
    "7featureAdvanced": "Soporte por chat personalizado",
    "8featureAdvanced": "Analíticas completas",
    "9featureAdvanced": "Dominio personalizado incluido",
    "10featureAdvanced": "Sincronización de inventario",
    "buttonAdvanced": "Comenzar",
    "1featureEnterprise": "Productos ilimitados",
    "2featureEnterprise": "Almacenes ilimitados",
    "3featureEnterprise": "Cuentas de empleados ilimitadas",
    "4featureEnterprise": "Sitio 100% personalizado",
    "5featureEnterprise": "Soporte telefónico prioritario 24/7",
    "6featureEnterprise": "Analíticas completas",
    "7featureEnterprise": "Dominio personalizado incluido",
    "8featureEnterprise": "Sincronización de inventario",
    "9featureEnterprise": "IA para contenido de productos",
    "buttonEnterprise": "Contáctanos",
    "FAQsTitle": "Preguntas frecuentes"
  },
  "Login": {
    "welcomeBack": "¡Bienvenido de nuevo!",
    "loginMessage": "Inicia sesión para acceder a tu cuenta de EasyStore.",
    "email": "Correo electrónico",
    "password": "Contraseña",
    "changePassword": "¿Olvidaste tu contraseña?",
    "buttonLogin": "Iniciar sesión",
    "messageAccount": "¿No tienes una cuenta?",
    "loginWithGoogle": "Usar Google",
    "loginWithFacebook": "Usar Facebook",
    "register": "Regístrate",
    "invalidEmailFormat": "Formato de correo electrónico inválido",
    "passwordTooShort": "La contraseña debe tener al menos 8 caracteres",
    "passwordTooLong": "La contraseña debe tener como máximo 255 caracteres",
    "loginSuccessful": "¡Inicio de sesión exitoso!",
    "loginSuccessfulDescription": "¡Bienvenido de nuevo! Has iniciado sesión correctamente.",
    "invalidCredentials": "Credenciales inválidas",
    "invalidCredentialsDescription": "Por favor verifica tu correo electrónico y contraseña e intenta de nuevo.",
    "accountNotFound": "Cuenta no encontrada",
    "accountNotFoundDescription": "Por favor verifica tu correo electrónico o crea una nueva cuenta.",
    "loginFailed": "Error al iniciar sesión",
    "networkError": "Error de red",
    "networkErrorDescription": "Verifica tu conexión e inténtalo de nuevo.",
    "unexpectedError": "Ocurrió un error inesperado",
    "unexpectedErrorDescription": "Algo salió mal. Inténtalo de nuevo.",
    "logoutSuccessful": "¡Cierre de sesión exitoso!",
    "logoutSuccessfulDescription": "Has cerrado sesión exitosamente.",
    "logoutFailed": "Error al cerrar sesión"
  },
  "Register": {
    "registerTitle": "Registrarse",
    "registerMessage": "Crea tu cuenta para comenzar a construir tu tienda en línea.",
    "email": "Correo electrónico",
    "password": "Contraseña",
    "confirmPassword": "Confirmar contraseña",
    "buttonRegister": "Registrarse",
    "messageAccount": "¿Ya tienes una cuenta?",
    "registerWithGoogle": "Usar Google",
    "registerWithFacebook": "Usar Facebook",
    "login": "Iniciar sesión",
    "invalidEmailFormat": "Formato de correo electrónico inválido",
    "passwordTooShort": "La contraseña debe tener al menos 8 caracteres",
    "passwordTooLong": "La contraseña debe tener como máximo 255 caracteres",
    "passwordsDoNotMatch": "Las contraseñas no coinciden",
    "termsMessage": "Al continuar, aceptas los",
    "termsAndConditions": "Términos y Condiciones",
    "and": "y la",
    "privacyPolicy": "Política de privacidad",
    "registrationSuccessful": "¡Registro exitoso!",
    "registrationSuccessfulDescription": "¡Bienvenido {email}!",
    "associatedAccount": "Cuenta asociada",
    "associatedAccountDescription": "Intenta iniciar sesión o recupera tu contraseña si la has olvidado.",
    "registrationFailed": "Error en el registro",
    "networkError": "Error de red",
    "networkErrorDescription": "Por favor verifica tu conexión e intenta de nuevo.",
    "unexpectedError": "Ocurrió un error inesperado",
    "unexpectedErrorDescription": "Algo salió mal. Por favor intenta de nuevo."
  },
  "Dashboard": {
    "profile": "Perfil",
    "logOut": "Cerrar sesión",
    "logoutConfirmTitle": "Confirmar cierre de sesión",
    "logoutConfirmDescription": "¿Estás seguro de que quieres cerrar tu sesión?",
    "logoutConfirmCancel": "Cancelar",
    "logoutConfirmAction": "Cerrar sesión",
    "welcomeDashboard": "Bienvenido a tu Panel",
    "descriptionDashboard": "Supervisa el rendimiento de tu negocio y gestiona tu tienda fácilmente.",
    "sales": "Ventas",
    "visits": "Visitas",
    "customers": "Clientes",
    "products": "Productos",
    "orders": "Pedidos",
    "totalSales": "Ventas Totales",
    "3months": "Últimos 3 meses",
    "30days": "Últimos 30 días",
    "7days": "Últimos 7 días",
    "salesOverview": "Resumen de Ventas",
    "order": "Pedido",
    "date": "Fecha",
    "customer": "Cliente",
    "total": "Total",
    "status": "Estado",
    "topProducts": "Productos Destacados",
    "customerSatisfaction": "Satisfacción del Cliente",
    "avarageRating": "Calificación promedio",
    "reviews": "Reseñas",
    "dashboard": "Panel",
    "promotions": "Promociones",
    "employees": "Empleados",
    "preview": "Vista previa",
    "settings": "Configuración",
    "processing": "Procesando",
    "confirmed": "Confirmado",
    "shipped": "Enviado",
    "completed": "Completado",
    "cancelled": "Cancelado"
  },
  "Privacy": {
    "tableOfContents": "Tabla de contenido",
    "pageTitle": "Política de privacidad",

    "introTitle": "Introducción",
    "introP1": "En EasyStore, nuestra misión es impulsar el comercio de todas las microempresas y pymes en Guatemala. Para lograrlo, recopilamos y utilizamos información sobre ti y otras personas que interactúan con nuestra plataforma.",
    "introP2": "Esta Política de Privacidad te ayudará a comprender mejor cómo recopilamos, usamos y compartimos tu información personal. Si cambiamos nuestras prácticas de privacidad, podremos actualizar esta política. Si algún cambio es significativo, te lo notificaremos (por ejemplo, a través del panel de control de EasyStore o por correo electrónico).",

    "valuesTitle": "Nuestros valores",
    "valuesP1": "La confianza es la base de la plataforma EasyStore. Creemos que hacer lo correcto con tu información es fundamental. Tres valores principales nos guían en el desarrollo de nuestros productos y servicios en Guatemala:",
    "valuesP2": "• Tu información te pertenece: analizamos cuidadosamente qué datos necesitamos para brindar nuestros servicios y nos esforzamos por limitar la recopilación a lo estrictamente necesario. Cuando la información ya no es requerida, la eliminamos o anonimamos. Al desarrollar y mejorar EasyStore, nuestros ingenieros trabajan de la mano con nuestros equipos de privacidad y seguridad para garantizar que la privacidad siempre sea una prioridad. Nuestro principio guía es que tu información te pertenece y nuestro objetivo es usarla solo para tu beneficio.\n• Protegemos tu información de terceros: si un tercero solicita tu información personal, nos negaremos a compartirla a menos que nos des tu permiso o estemos obligados por ley guatemalteca. Cuando estemos legalmente obligados a compartir tu información personal, te lo notificaremos con antelación, a menos que la ley nos prohíba hacerlo.\n• Ayudamos a comerciantes y socios a cumplir sus obligaciones de privacidad: muchos usuarios de EasyStore no cuentan con un equipo de privacidad dedicado. Para nosotros, es vital ayudarlos a cumplir sus obligaciones de privacidad en el contexto guatemalteco. Por eso diseñamos nuestros productos y servicios para que sean fáciles de usar y respetuosos con la privacidad. También ofrecemos documentación clara y respondemos a las preguntas que recibimos sobre privacidad.",

    "whyTitle": "¿Por qué procesamos tu información?",
    "whyP1": "Generalmente procesamos tu información cuando es necesario para cumplir una obligación contractual (por ejemplo, procesar tus pagos de suscripción para usar la plataforma EasyStore), o cuando nosotros o alguien con quien trabajamos necesita usar tu información personal por motivos comerciales (por ejemplo, brindarte un servicio). Estos \"intereses legítimos\" incluyen:\n• Prevención de riesgos y fraudes.\n• Responder preguntas o brindar otros tipos de soporte.\n• Ayudar a comerciantes a encontrar y usar aplicaciones en nuestra tienda de apps.\n• Proporcionar y mejorar nuestros productos y servicios.\n• Ofrecer informes y análisis.\n• Probar funciones o servicios adicionales.\n• Asistir en marketing, publicidad u otras comunicaciones.\n\nSolo procesamos datos personales para estos \"intereses legítimos\" después de evaluar los posibles riesgos para tu privacidad y equilibrarlos con medidas como ofrecer transparencia total, darte control sobre tus datos donde corresponda, limitar la información que almacenamos, definir claramente cómo la usamos y por cuánto tiempo, así como aplicar salvaguardas técnicas.\n\nTambién podemos procesar tu información personal si nos das tu consentimiento. En particular, cuando no podamos basarnos en otra base legal, cuando solicites transferir datos a un tercero, cuando recibamos tus datos de un tercero con tu consentimiento o cuando la ley requiera tu consentimiento (por ejemplo, en campañas de marketing). En cualquier momento puedes revocar tu consentimiento modificando tus preferencias de comunicación, cancelando la suscripción o contactándonos.\n\nSegún seas comerciante, cliente, socio o visitante, consulta nuestras políticas complementarias de privacidad para conocer los fines de procesamiento, categorías de destinatarios y bases legales aplicables.",

    "whereTitle": "Dónde enviamos tu información",
    "whereP1": "EasyStore es una empresa que opera en Guatemala, pero para brindar nuestros servicios podemos colaborar con proveedores de servicios que procesen datos fuera de Guatemala, incluidos los Estados Unidos. Estos datos pueden estar sujetos a leyes locales. Tomamos medidas contractuales y técnicas para proteger tu información al transferirla a otros países.\n\nSegún seas comerciante, cliente, socio o visitante, consulta nuestras políticas suplementarias de privacidad para más detalles.",

    "howLongTitle": "¿Por cuánto tiempo conservamos tu información?",
    "howLongP1": "Conservamos tu información personal solo mientras sea necesario para los fines por los que la recopilamos. Al determinar la duración adecuada, consideramos la cantidad, naturaleza y sensibilidad de los datos, el riesgo de uso no autorizado o divulgación, los fines del procesamiento y si podemos lograr esos fines mediante otros medios, así como las obligaciones legales de Guatemala (por ejemplo, fiscales).\n\nSi dejas de usar nuestros servicios o eliminas tu cuenta, suprimiremos tu información o la almacenaremos de forma agregada y anónima, a menos que exista una obligación legal de conservarla por un período específico.\n\nSi eres un comerciante y cierras tu tienda, dejas de pagar la suscripción o cancelamos tu cuenta, conservamos la información de la tienda durante un año antes de eliminarla.\n\nCuando un cliente compra en una tienda gestionada por EasyStore, actúa el comerciante como responsable de los datos y nosotros como procesadores.",

    "protectTitle": "Cómo protegemos tu información",
    "protectP1": "Nuestros equipos trabajan sin descanso para proteger tu información y garantizar la seguridad e integridad de la plataforma. Implementamos medidas técnicas, administrativas y físicas, incluyendo cifrado (SSL/TLS), controles de acceso y auditorías periódicas.\n\nSin embargo, ningún método de transmisión o almacenamiento electrónico es 100 % seguro, por lo que no podemos garantizar una seguridad absoluta.",

    "cookiesTitle": "Cómo usamos cookies y otras tecnologías de seguimiento",
    "cookiesP1": "Usamos cookies y tecnologías similares en nuestro sitio web y servicios. Para más detalles, consulta nuestra política de cookies, donde encontrarás la lista de terceros que establecen cookies y cómo desactivarlas.",

    "contactTitle": "Cómo contactarnos",
    "contactP1": "Si deseas consultar, presentar una solicitud o presentar una queja sobre el procesamiento de tus datos personales, contacta al equipo de soporte de EasyStore o envía un correo a la dirección indicada. Si necesitas una solicitud legalmente vinculante (p. ej., citación o mandato judicial), contáctanos directamente para recibir las pautas correspondientes.\n\nSi tienes una relación directa con EasyStore, somos responsables de tus datos. Si compras en una tienda de un tercero que usa EasyStore, ese comerciante es el responsable y nosotros actuamos como procesadores."
  }
}
