{
  "Languages": {
    "Spanish": "Español",
    "English": "English",
    "French": "Français",
    "Italian": "Italiano",
    "Portuguese": "Português"
  },
  "Landing": {
    "buttonStartFree": "Commencer",
    "buttonViewPlans": "Voir les plans",
    "login": "Se connecter",
    "pricing": "Tarification",
    "title": "Développez votre marque sans effort avec EasyStore",
    "slogan": "Créez une boutique en ligne puissante qui s’adapte à toute entreprise – sans codage ni développeur requis !",
    "starting": "Commencer à vendre est très simple",
    "addYourProducts": "Ajoutez vos produits",
    "customizeYourStore": "Customisez votre boutique",
    "setUpdPayments": "Configurez les paiements",
    "community": "Communauté",
    "termsConditions": "Termes et Conditions",
    "privacyPolicy": "Politique de confidentialité",
    "inc": "© 2025 EasyStore, Inc. Tous droits réservés",
    "unlimetedProductsT": "Produits illimités",
    "unlimetedProducts": "Ajoutez autant de produits que vous le souhaitez",
    "customDomainsT": "Domaines personnalisés",
    "customDomains": "Utilisez votre propre domaine ou obtenez-en un gratuitement",
    "paymantT": "Passerelles de paiement",
    "paymant": "Choisissez les passerelles de paiement dont vous avez besoin",
    "growBussinessT": "Développez votre entreprise",
    "growBussiness": "Utilisez des données pour optimiser votre boutique et augmenter vos ventes",
    "zeroTransactionT": "Aucuns frais de transaction",
    "zeroTransaction": "Nous ne prenons aucune commission sur vos ventes",
    "manageEaseT": "Gestion simplifiée",
    "manageEase": "Suivez les commandes, gérez les stocks et traitez les livraisons facilement",
    "noCodeT": "Configuration sans code",
    "noCode": "Créez votre boutique en quelques minutes avec notre tableau de bord intuitif",
    "sellEverywhereT": "Vendez partout",
    "sellEverywhere": "Atteignez des clients via les réseaux sociaux, les marketplaces, et plus",
    "searchEngineT": "Référencement naturel",
    "searchEngine": "Attirez plus de trafic organique et touchez de nouveaux clients",
    "inventorySyncT": "Synchronisation des stocks",
    "inventorySync": "Synchronisation automatique de votre inventaire et de vos magasins",
    "featureTitle": "Pourquoi choisir EasyStore ?",
    "featureText": "EasyStore est la solution tout-en-un pour les entreprises en croissance. Notre plateforme inclut tout ce dont vous avez besoin pour lancer, gérer et développer votre boutique en ligne.",
    "everyWhereTitle": "Gérez votre entreprise de n’importe où",
    "everyWhereText": "Ordinateur et mobile",
    "whatIsEasyStoreTitle": "Qu'est-ce qu'EasyStore et comment ça fonctionne ?",
    "whatIsEasyStore": "EasyStore est une plateforme de commerce tout-en-un conçue pour permettre aux propriétaires d'entreprises indépendantes de démarrer, gérer et développer leur activité en ligne, en magasin et partout ailleurs. Avec EasyStore, vous pouvez : Créer et personnaliser une boutique en ligne, vendre sur plusieurs canaux, y compris le web, le mobile et les réseaux sociaux, gérer les produits, les stocks, les paiements et les livraisons, créer, exécuter et analyser des campagnes de marketing en ligne.",
    "EasyStoreCostTitle": "Combien coûte EasyStore ?",
    "EasyStoreCost": "Vous pouvez essayer EasyStore Premium gratuitement pendant 14 jours, sans carte de crédit requise. Après la période d'essai, vous pouvez rester sur le plan gratuit ou choisir un plan adapté à la taille et à l'étape de votre entreprise.",
    "cancelAccountTitle": "Puis-je annuler mon compte à tout moment ?",
    "cancelAccount": "Oui, si vous décidez qu'EasyStore n'est pas la meilleure plateforme de commerce électronique pour votre entreprise, il vous suffit d'annuler votre compte. Si vous choisissez un abonnement d'un an, vous pouvez l'annuler à l'expiration de votre engagement.",
    "changePlanTitle": "Puis-je changer de plan plus tard ?",
    "changePlan": "Oui, vous pouvez passer à un plan supérieur ou inférieur à tout moment. Si vous optez pour un abonnement mensuel, vous pouvez passer à un abonnement annuel ou changer pour un autre plan différent à tout moment.",
    "dicountsTitle": "Offrez-vous des réductions ?",
    "dicounts": "Nous offrons une réduction de 25 % sur les abonnements annuels si vous choisissez les plans Basique, Premium, Avancé ou Entreprise.",
    "countriesUseTitle": "Dans quels pays puis-je utiliser EasyStore ?",
    "countriesUse": "Actuellement uniquement au Guatemala, mais nous prévoyons de nous étendre dès que possible.",
    "transactionTitle": "Y a-t-il des frais de transaction ?",
    "transaction": "Non, il n'y a pas de frais de transaction. De même, EasyStore n'est pas responsable de la vente de produits illégaux.",
    "switchToEasyStoreTitle": "Je souhaite passer à EasyStore. Comment transférer mes données ?",
    "switchToEasyStore": "Si vous avez déjà un site e-commerce ou utilisez une autre plateforme pour votre entreprise, et que vous prévoyez de choisir un plan à partir de Premium, vous pouvez nous contacter et nous transférerons votre site.",
    "domainNameTitle": "Puis-je utiliser mon propre nom de domaine avec EasyStore ?",
    "domainName": "Oui, vous pouvez acheter un nom de domaine via EasyStore ou utiliser un domaine existant que vous possédez. Nous fournissons également un domaine gratuit myeasystore.com à toutes les boutiques lors de l'inscription.",
    "hostingTitle": "Est-ce que j'obtiens un hébergement web gratuit en ouvrant une boutique en ligne ?",
    "hosting": "Oui, EasyStore inclut un hébergement e-commerce sécurisé et illimité dans tous les plans.",
    "onlineStoreTitle": "Ma boutique en ligne s'intègre-t-elle à ma boutique physique ?",
    "onlineStore": "Oui, votre boutique en ligne se synchronise automatiquement avec votre boutique physique, et vous gérez l'ensemble de votre entreprise depuis un seul tableau de bord. Les mises à jour de l'inventaire, des produits et des paiements que vous effectuez dans votre administration EasyStore prendront effet immédiatement.",
    "FAQsTitle": "Foire aux questions",
    "aboutTitle": "À propos de nous",
    "aboutText1": "Chez EasyStore, nous permettons aux entrepreneurs et aux petites entreprises de développer leur présence en ligne sans effort.",
    "aboutText2": "Notre mission est de rendre le commerce électronique accessible à tous, que vous commenciez depuis votre salon ou que vous développiez un magasin local, en fournissant des outils intuitifs, des options de design fluides et une infrastructure fiable.",
    "aboutText3": "Conçu avec soin et une grande compréhension de la technologie, EasyStore est animé par une équipe passionnée d’ingénieurs qui transforment des problèmes complexes en solutions élégantes et conviviales. Nous croyons que les grandes entreprises se construisent sur la simplicité, et nous sommes là pour vous aider à concrétiser vos idées.",
    "foundedT": "Fondée",
    "founded": "2025 – Conçu pour soutenir l’avenir du commerce",
    "managedT": "Géré par",
    "managed": "Des ingénieurs passionnés avec une vision de la technologie accessible",
    "headquartersT": "Siège",
    "headquarters": "Basé à Guatemala City – avec une vision globale",
    "focusT": "Objectif",
    "focus": "Mise en place rapide, design soigné et simplicité sans code",
    "missionT": "Mission",
    "mission": "Aider les entreprises à vendre en ligne sans limites",
    "pricing&Plans": "Forfaits et Tarifs",
    "pricingTitle": "Choisissez le Forfait Idéal pour Votre Entreprise",
    "pricingDescription": "Découvrez des forfaits abordables remplis de fonctionnalités haut de gamme conçues pour captiver votre audience, fidéliser vos clients et augmenter vos ventes."
  },
  "ConfirmRegister": {
    "title": "Détails de votre entreprise",
    "description": "Parlez-nous de votre entreprise et choisissez un plan",
    "businessName": "Nom de l'entreprise",
    "choosePlan": "Choisir un plan",
    "confirmButton": "Confirmer et s'inscrire",
    "monthly": "Mensuel",
    "yearly": "Annuel",
    "basic": "Basique",
    "advanced": "Avancé",
    "premium": "Premium",
    "enterprise": "Entreprise",
    "month": "/mois",
    "from": "à partir de",
    "1featureBasic": "Limite de 50 produits",
    "2featureBasic": "Limite de 1 entrepôt",
    "3featureBasic": "1 page de vente",
    "4featureBasic": "Support via forum",
    "buttonBasic": "Essai gratuit",
    "1featurePremium": "Limite de 200 produits",
    "2featurePremium": "Limite de 3 entrepôts",
    "3featurePremium": "5 comptes employés",
    "4featurePremium": "1 page d'atterrissage",
    "5featurePremium": "1 page de vente avec 2 modèles",
    "6featurePremium": "Support par e-mail sous 48h",
    "7featurePremium": "Rapports de base (vues et ventes)",
    "8featurePremium": "+5$ domaine personnalisé en option",
    "9featurePremium": "Synchronisation des stocks",
    "buttonPremium": "Essai de 14 jours",
    "1featureAdvanced": "Produits illimités",
    "2featureAdvanced": "Limite de 10 entrepôts",
    "3featureAdvanced": "15 comptes employés",
    "4featureAdvanced": "1 page d'atterrissage",
    "5featureAdvanced": "1 page de vente 100% personnalisable",
    "6featureAdvanced": "2 pages supplémentaires",
    "7featureAdvanced": "Support chat personnalisé",
    "8featureAdvanced": "Analyses complètes",
    "9featureAdvanced": "Domaine personnalisé inclus",
    "10featureAdvanced": "Synchronisation des stocks",
    "buttonAdvanced": "Commencer",
    "1featureEnterprise": "Produits illimités",
    "2featureEnterprise": "Entrepôts illimités",
    "3featureEnterprise": "Comptes employés illimités",
    "4featureEnterprise": "Site 100% personnalisé",
    "5featureEnterprise": "Support téléphonique prioritaire 24/7",
    "6featureEnterprise": "Analyses complètes",
    "7featureEnterprise": "Domaine personnalisé inclus",
    "8featureEnterprise": "Synchronisation des stocks",
    "9featureEnterprise": "IA pour le contenu des produits",
    "buttonEnterprise": "Contactez-nous",
    "FAQsTitle": "Foire aux questions"
  },
  "Login": {
    "welcomeBack": "Bon retour !",
    "loginMessage": "Connectez-vous pour accéder à votre compte EasyStore.",
    "email": "E-mail",
    "password": "Mot de passe",
    "changePassword": "Mot de passe oublié ?",
    "buttonLogin": "Se connecter",
    "messageAccount": "Vous n'avez pas de compte ?",
    "loginWithGoogle": "Utiliser Google",
    "loginWithFacebook": "Utiliser Facebook",
    "register": "S'inscrire",
    "invalidEmailFormat": "Format d'e-mail invalide",
    "passwordTooShort": "Le mot de passe doit contenir au moins 8 caractères",
    "passwordTooLong": "Le mot de passe doit contenir au maximum 255 caractères",
    "loginSuccessful": "Connexion réussie !",
    "loginSuccessfulDescription": "Bon retour ! Vous vous êtes connecté avec succès.",
    "invalidCredentials": "Identifiants invalides",
    "invalidCredentialsDescription": "Veuillez vérifier votre e-mail et mot de passe et réessayer.",
    "accountNotFound": "Compte introuvable",
    "accountNotFoundDescription": "Veuillez vérifier votre e-mail ou créer un nouveau compte.",
    "loginFailed": "Échec de la connexion",
    "networkError": "Erreur réseau",
    "networkErrorDescription": "Veuillez vérifier votre connexion et réessayer.",
    "unexpectedError": "Une erreur inattendue s'est produite",
    "unexpectedErrorDescription": "Quelque chose s'est mal passé. Veuillez réessayer.",
    "logoutSuccessful": "Déconnexion réussie !",
    "logoutSuccessfulDescription": "Vous avez été déconnecté avec succès.",
    "logoutFailed": "Échec de la déconnexion"
  },
  "Register": {
    "registerTitle": "Registre",
    "registerMessage": "Créez votre compte pour commencer à construire votre boutique en ligne.",
    "email": "E-mail",
    "password": "Mot de passe",
    "confirmPassword": "Confirmer le mot de passe",
    "buttonRegister": "S'inscrire",
    "messageAccount": "Vous avez déjà un compte ?",
    "registerWithGoogle": "Utiliser Google",
    "registerWithFacebook": "Utiliser Facebook",
    "login": "Se connecter",
    "invalidEmailFormat": "Format d'e-mail invalide",
    "passwordTooShort": "Le mot de passe doit contenir au moins 8 caractères",
    "passwordTooLong": "Le mot de passe doit contenir au maximum 255 caractères",
    "passwordsDoNotMatch": "Les mots de passe ne correspondent pas",
    "termsMessage": "En continuant, vous acceptez les",
    "termsAndConditions": "Conditions générales",
    "and": "et la",
    "privacyPolicy": "Politique de confidentialité",
    "registrationSuccessful": "Inscription réussie !",
    "registrationSuccessfulDescription": "Bienvenue {email} !",
    "associatedAccount": "Compte associé",
    "associatedAccountDescription": "Essayez de vous connecter ou récupérez votre mot de passe si vous l'avez oublié.",
    "registrationFailed": "Échec de l'inscription",
    "networkError": "Erreur réseau",
    "networkErrorDescription": "Veuillez vérifier votre connexion et réessayer.",
    "unexpectedError": "Une erreur inattendue s'est produite",
    "unexpectedErrorDescription": "Quelque chose s'est mal passé. Veuillez réessayer."
  },
  "Dashboard": {
    "profile": "Profil",
    "logOut": "Se déconnecter",
    "logoutConfirmTitle": "Confirmer la déconnexion",
    "logoutConfirmDescription": "Êtes-vous sûr de vouloir vous déconnecter de votre session ?",
    "logoutConfirmCancel": "Annuler",
    "logoutConfirmAction": "Se déconnecter",
    "welcomeDashboard": "Bienvenue sur votre Tableau de Bord",
    "descriptionDashboard": "Suivez la performance de votre entreprise et gérez votre boutique facilement.",
    "sales": "Ventes",
    "visits": "Visites",
    "customers": "Clients",
    "products": "Produits",
    "orders": "Commandes",
    "totalSales": "Ventes Totales",
    "3months": "3 derniers mois",
    "30days": "30 derniers jours",
    "7days": "7 derniers jours",
    "salesOverview": "Aperçu des Ventes",
    "order": "Commande",
    "date": "Date",
    "customer": "Client",
    "total": "Total",
    "status": "Statut",
    "topProducts": "Meilleurs Produits",
    "customerSatisfaction": "Satisfaction Client",
    "avarageRating": "Note moyenne",
    "reviews": "Avis",
    "dashboard": "Tableau de Bord",
    "promotions": "Promotions",
    "employees": "Employés",
    "preview": "Aperçu",
    "settings": "Paramètres",
    "processing": "En cours",
    "confirmed": "Confirmé",
    "shipped": "Expédié",
    "completed": "Terminé",
    "cancelled": "Annulé"
  },
  "Privacy": {
    "tableOfContents": "Table des matières",
    "pageTitle": "Politique de confidentialité",

    "introTitle": "Introduction",
    "introP1": "Chez EasyStore, notre mission est de stimuler le commerce pour toutes les microentreprises et PME au Guatemala. Pour y parvenir, nous collectons et utilisons des informations vous concernant et concernant d’autres personnes qui interagissent avec notre plateforme.",
    "introP2": "Cette politique de confidentialité vous aidera à mieux comprendre comment nous collectons, utilisons et partageons vos informations personnelles. Si nous modifions nos pratiques, nous pourrons mettre à jour cette politique. En cas de changement important, nous vous en informerons (par exemple via le panneau de contrôle EasyStore ou par e‑mail).",

    "valuesTitle": "Nos valeurs",
    "valuesP1": "La confiance est le fondement de la plateforme EasyStore. Nous estimons qu’il est essentiel de bien traiter vos données personnelles. Trois valeurs principales guident le développement de nos produits et services au Guatemala :",
    "valuesP2": "• Vos informations vous appartiennent : nous analysons soigneusement les données nécessaires à nos services et nous nous efforçons de limiter la collecte au strict nécessaire. Lorsqu’elles ne sont plus requises, nous les supprimons ou les anonymisons. Nos ingénieurs collaborent étroitement avec les équipes sécurité et confidentialité pour faire de la protection des données une priorité.\n• Nous protégeons vos informations vis‑à‑vis de tiers : si un tiers demande vos données personnelles, nous refuserons de les transmettre sauf si vous y consentez ou si la loi guatémaltèque nous y oblige. Le cas échéant, nous vous en informerons auparavant, sauf interdiction légale.\n• Nous aidons commerçants et partenaires à respecter leurs obligations en matière de confidentialité : beaucoup d’entre eux ne disposent pas d’équipe dédiée. Nous concevons donc nos produits et services pour qu’ils soient conviviaux et conformes au RGPD et aux législations locales, avec documentation claire et support réactif.",

    "whyTitle": "Pourquoi traitons‑nous vos données ?",
    "whyP1": "En général, nous traitons vos données lorsque cela est nécessaire pour respecter une obligation contractuelle (par exemple, traiter vos paiements d’abonnement pour utiliser EasyStore), ou lorsque nous ou nos partenaires avons un intérêt légitime à utiliser vos données à des fins professionnelles (par exemple, vous fournir un service). Ces « intérêts légitimes » incluent :\n• Prévention des fraudes et risques.\n• Support client et réponses à vos questions.\n• Aide à la découverte et à l’usage d’applications sur notre App Store.\n• Fourniture et amélioration de nos produits et services.\n• Reporting et analyses.\n• Tests de nouvelles fonctionnalités.\n• Actions marketing, publicitaires et autres communications.\n\nNous n’activons ces traitements qu’après avoir évalué les risques pour votre vie privée et mis en place des mesures appropriées : transparence totale, contrôle utilisateur, minimisation des données, conservation limitée, et garanties techniques.\n\nNous pouvons également traiter vos données si vous nous avez donné votre consentement, notamment lorsque la loi l’exige (campagnes marketing, transfert de données à un tiers, etc.). Vous pouvez retirer votre consentement à tout moment via vos préférences ou en nous contactant.\n\nSelon que vous soyez commerçant, client, partenaire ou visiteur, consultez nos politiques de confidentialité complémentaires pour connaître les finalités, destinataires et bases légales applicables.",

    "whereTitle": "Où transférons‑nous vos données ?",
    "whereP1": "EasyStore est une société basée au Guatemala, mais pour assurer nos services nous pouvons faire appel à des prestataires situés dans d’autres pays, y compris aux États‑Unis. Vos données peuvent alors être soumises aux lois locales. Nous mettons en place les garanties contractuelles et techniques nécessaires pour protéger vos données lors de ces transferts.\n\nSelon votre profil (commerçant, client, partenaire, visiteur), référez‑vous à nos politiques de confidentialité complémentaires pour plus de détails.",

    "howLongTitle": "Durée de conservation des données",
    "howLongP1": "Nous conservons vos données personnelles uniquement le temps nécessaire aux finalités pour lesquelles nous les collectons. Pour déterminer la durée de conservation appropriée, nous considérons la nature, la sensibilité des données, les risques d’usage non autorisé, les finalités du traitement et la législation guatémaltèque applicable (ex : obligations fiscales).\n\nSi vous cessez d’utiliser nos services ou supprimez votre compte, nous supprimons vos données ou les anonymisons, sauf obligation légale contraire.\n\nSi vous êtes commerçant et fermez votre boutique EasyStore, arrêtez vos paiements d’abonnement ou si votre compte est résilié, nous conservons vos données de boutique pendant 1 an avant suppression.\n\nQuand un client achète chez un commerçant utilisant EasyStore, c’est ce commerçant (et non EasyStore) qui définit la durée de conservation de ses clients.",

    "protectTitle": "Comment protégeons‑nous vos données ?",
    "protectP1": "Nous mettons tout en œuvre pour protéger vos données et assurer la sécurité et l’intégrité de notre plateforme. Nous appliquons des mesures techniques, organisationnelles et physiques (chiffrement SSL/TLS, contrôles d’accès, audits réguliers).\n\nToutefois, aucune méthode de transmission ou de stockage électronique n’est infaillible, et nous ne pouvons garantir une sécurité à 100 %.",

    "cookiesTitle": "Cookies et technologies de suivi",
    "cookiesP1": "Nous utilisons des cookies et technologies similaires sur notre site et services. Pour en savoir plus—liste des tiers déposant des cookies et mode de désactivation—consultez notre Politique de cookies.",

    "contactTitle": "Nous contacter",
    "contactP1": "Pour toute question, demande ou réclamation relative au traitement de vos données personnelles, contactez le support EasyStore ou écrivez‑nous à l’adresse indiquée. Pour une demande juridiquement contraignante (ex : assignation ou ordonnance judiciaire), merci de nous contacter directement pour obtenir les instructions appropriées.\n\nSi EasyStore a une relation directe avec vous, nous sommes responsables de vos données. Si vous achetez chez un tiers utilisant EasyStore, ce commerçant est responsable de vos données et nous intervenons comme sous‑traitant."
  }
}
